# Comment \n - новая строка \t - табуляция \ - как символ
print("Результат: ", 5, 7, 14, sep="", end="!\n")
print('Second \' \t \\ L\ni\nn\ne')
# Математические действия ** - квадрат, // - деление + округляет до целого к меньшему
print("Результат:", 5 // 3)
# Математические функции min - находит минимальное в массиве, max - находит максимальное 
print("Результат:", max(6, 5, 3, 0, -2, -3, 1))
# abs - положительное число, pow - в степень, round - округляет правильно
print("Результат:", round(5 / 3))

input("Введите свой возраст: ")